<?php
namespace app\index\controller;

class Index
{
    public function index()
    {
        echo "
		 《管理是件有意思的事情》
		
		尤努斯和他管理的银行

尤努斯，1940年出生于孟加拉吉大港一个富庶的穆斯林家庭。1966年赴美留学，1969年获得美国范德比尔特大学经济学博士学位，随后在中田纳西州立大学经济学系任教。1972年，尤努斯回到独立不久的孟加拉国，任吉大港大学经济系主任。

1974年，孟加拉国发生严重的饥荒，尤努斯教授经济学的教室外面，饥饿的穷人在台阶上静静地死去。面对国内贫穷的经济现实，尤努斯痛彻地感受到科班的西方经济学与本国经济现实的距离和反差。“我开始痛恨自己，傲慢自大地认为自己无所不知、可以找到解决一切问题的答案。我们大学里的教授们都智力过人，但却对我们周围的贫穷一无所知。”尤努斯决定，把那些穷人作为他的老师，着手对他们及他们生活中的问题进行研究。
在这种信念的感召下，他在一个贫穷的村子里创建了致力于服务穷人的格莱珉银行。格莱珉银行专向穷人放款，不要求抵押，不需要担保，彻底颠覆了数百年来银行业“嫌贫爱富”、不向穷人放款、需要担保或抵押的经营铁律，结果却成了世界上盈利率最好、呆坏账率最低的银行。2006年，“为表彰他们从社会底层推动经济和社会发展的努力”，尤努斯与孟加拉乡村银行共同获得诺贝尔和平奖。

以下是尤努斯在北京大学的一次演讲的部分内容：
……
事情始于我在孟加拉的吉大港大学任教期间，我想知道为什么与校园相隔不过几十米的村庄里，人们的生活会如此困苦。我和我的同事拉提菲教授——他今天也在场，我们来到附近的村庄，想了解我们能为村民做些什么——我们想做些力所能及的小事，不是什么宏伟的大事，我们将它视作一种个体的善行，是一种出自本能的行为，而非政治行为。

我们就这样做了，而且成功了。这使赤贫者不用再向高利贷者借钱。就因为那么一点钱，高利贷者完全掌控了赤贫者的生活，把他们变成了奴隶。这种情况完全不应该发生，也很好解决，所以我参与进来，用我自己的钱借给别人，只是为了将赤贫者从高利贷者手中解放出来。我用了非常少的一笔钱，27美元，借给了42个人。这带给我的振奋为之后的故事做了铺垫。我希望做更多的事情。于是我来到银行为穷人争取贷款。可是银行拒绝贷给他们，说穷人没有信用。可是我成功了，穷人还钱了，这创造了一个新的词汇——小额信贷（microcredit）。这是一个字典中没有的词，却精确描述了我们的工作：为贫困妇女发放贷款，无需抵押，无需担保，无需律师。幸运的是，我们成功了。如今，银行家们问我：“教授，你把这些钱贷给穷人，连欠条都不打，晚上能睡得安稳吗？”我说：“我睡得很香，一点问题都没有，因为我知道能收回这些钱。你们倒是有问题，你们大银行都有问题。你们只贷款给最有钱的人，最有钱的公司，可是你们却收不回贷出去的钱。所以银行都在倒闭。你才应该睡不安稳，大概你早就睡不安稳了，连你的工作都不安稳了！”他们觉得有抵押，有律师就安全了，实在可笑。金融危机一来，他们一点都不安全。如今，小额贷款在世界范围内发展。不论何处，偿还率始终保持在百分之百，或百分之九十八九。此时再问，究竟谁有信用，富人还是穷人？
……
无数事实证明，即使是一个很小的机会，也可以帮助一个家庭摆脱贫穷。可是贷款等金融服务基本不对他们开放。我们必须想方设法为他们提供这种服务。在三十二年的努力之下，目前世界上有一亿五千万家庭获得了小额信贷。然而金融系统仍未接纳小额信贷，我们的事业仍处在边缘地带。现在的金融危机正是将小额信贷纳入主流金融业务使其不再边缘化的最佳时机，这样才能使每个人都享受到金融服务。

我们的经验一次又一次地证明穷人本身没有错。他们并没有不足。他们同任何人一样有能力，能创新，有精力，只是社会从来没有给他们机会去改变他们的生活，去发掘他们自身的创造力。我认为穷人就像“盆栽树(Bonsai)”，就是那种矮矮的树。如果你将一颗参天大树的种子种在花盆中，他只能长这么高（举手示意很低的高度）。这棵小树同森林中的大树一模一样，只是长得很矮，所以我们叫它“盆栽”。你会问，“这棵树怎么了，为什么它不长呢？为什么它长不高，长不成森林中的那样呢？”答案很简单：树的种子并没有错，只是我们没有给他充足的土壤，充足的基底任其生长。所以它长得很弱小。穷人们就是“盆栽人”。他们自身的“种子”并没有错：他们同其他人一样优秀。但社会没有给他们提供发展的机会，所以他们一直贫穷下去。有时候我们会刻薄地觉得他们渺小，可这并不是他们的错。贫穷并不是穷人创造的，而是体系创造的，所以我们要改革体系。这很简单，一点也不复杂，一句话，改革金融体系。改革会带来非常大的帮助。穷人将能够自给自足，不再需要别人的帮助。我们想要做的，只是给他们其他人都有的机会，而不是否定这些机会。金融服务就是我们所说的机会之一。格莱珉银行为借款人所有，它把钱借给穷人，还依然能够盈利，并将利润用于造福穷人。就这样他们凭借自身的力量改变了自己的生活，不再依靠募捐过活。
……
资本主义理论下设计的商业建立在人性自私的基础上。每个人都想要为自己争取点什么，这是人类共有的自私的一面。我们承认这一点，事实也证明了它客观存在。但是每个人都还同时拥有另一面，就是无私的一面。我们都是自私的；我们也都是无私的。无私的我们想要帮助他人，每个人都想。不管我们表面看起来有多冷酷，内心里，我们都想要帮助别人，并从中得到快乐。我们想要拯救世界，想要改变世界。每一个人心中都深藏着这样的冲动，想要在这个星球上留下足迹：“我曾经来过。从某某年到某某年，我做了这样那样的事。”这是所有人心中所愿，可是并没有在商业理论中体现出来。
……


最后一堂课：你要如何衡量你的人生

文/克莱顿·克里斯滕森(哈佛商学院著名教授）

我在哈佛商学院的课程体系是为了帮助我的学生们理解什么是好的管理理论，以及它是怎样构建的。在每一章，我们带着不同的模型或理论视角观察一家企业--应用它们来解释这家企业是如何走到这一步的，并审视什么样的管理行动可能产生希望得到的结果。

现在，在最后一天的课堂上，我要求我的学生们把这些理论的聚焦镜对准自己，并针对下列三个问题寻找令人信服的答案：

我怎样确保我在职业生涯中会快乐？
我怎样确保我和我的配偶及家人的关系将成为一种持久的快乐源泉？
我怎样确保我一定不会进监狱呢？

尽管最后一个问题听起来像在开玩笑，但并非如此。我当年罗兹学者班32个同学就有2个进过监狱。安然（Enron）的Jeff Skilling也曾是我在哈佛商学院的同班同学。他们都曾是很好的人，但他们人生中的一些事情把他们引上了歧途。

1、管理是崇高的职业
弗雷德里克·赫茨伯格（Frederick Herzberg）的幸福论认为，人生中最有力的激励因素不是金钱，而是那些学习的机会、在责任中成长的机会、为他人做贡献的机会、以及成就被认可的机会。
我成为学者以前，自己经营着一个公司。有一天，我想象着我的一个经理早上踌躇满志地来工作，10小时后，带着不受赏识、沮丧的感觉开车回家。我在想，她这种感觉会怎样深深地影响她与孩子们的相处。然后，我的想象快进到了另一天，她带着更好的自我感觉回家--觉得学到了很多东西，因做成了很有价值的事情而被认可，以及在某个重要项目的成功中扮演了重要的角色。我在想，这又会对她作为一个妻子与母亲产生怎样的积极影响。
我的结论是：如果做得好，管理就是最崇高的职业。其他任何职业都不可能提供这么多的方式，来帮助别人学习和成长，来承担责任并因成就而被认可，以及为团队的成功做出贡献。
越来越多的MBA学生来商学院时以为从商就是买卖与投资。这是很不幸的。做生意并不能带来那种通过塑造他人而得到的深深的回报。我希望学生们在离开我的课堂时能明白这一点。

2、为你的人生制定战略
对第二个问题，有一个管理理论可作参照。这个理论的首要观点是，一个企业的战略是由管理者投资的项目类型决定的，如果不能非常娴熟地管理一个企业的资源分配，那么由此引发的一切将会与管理预期大相径庭。
这些年来，我一直在关注着我那些1979年毕业的哈佛商学院同班同学的命运。我看到越来越多的人来聚会的时候都是不幸福的，离了婚，与他们的孩子也很疏远。我向你保证，他们中没有一个在毕业的时候就想着以后要离婚或是疏离自己的孩子，然而却有大量的人这么做了。原因何在？这是因为当他们在决定如何利用自己的时间、才能与精力的时候，没有把自己人生的目的放在前面或置于中心。
我告诉我的学生们，学校将是他们深刻考虑这些问题的最后机会，因为人生只会变得越来越严苛。
对我而言，对我的人生拥有一个清晰的目标一直是很重要的。但在我真正理解这个目标之前，它确实是我不得不长期苦想的一个问题。当我还是牛津大学的一个罗兹学者(Rhodes Scholar)时，我的学术研究艰难到不可理喻，甚至在同样的时间内增加额外一年多的工作量。但我仍然决定每天晚上花一个小时来阅读、思考。我曾经很矛盾，我是否真得承受得起从我的研究中抽出那些时间，但我还是坚持下来了--并最终明确了我的人生目的。
如果我还是每天花那一个小时去学习掌握那些经济学知识，我才是真的浪费了人生。我每年用到那些经济学知识只有几次，而那些关于人生目的的知识每天都要用到。那是我学到过的唯一最有用的东西。如果不愿花时间去搞清楚这些，就会像一艘没有舵的船，必将在人生的怒海狂涛中饱受摧残。

3、分配好个人资源
一个人的资源包括他的时间、精力和天赋。而如何支配他的个人资源，将最终影响他生活策略的形成。
我有一堆事情来争抢我的资源--保持良好的夫妻关系，培养优秀的孩子，在事业中获得成功等等。所以我的问题和公司一样，只有有限的时间、精力和才能。对于这些我都要追求的事情，我该如何分配？
不同的选择可以使你的生活走向和预期不同的方向。有时候，这并不是坏事，因为你可能会发现一些意想不到的机会。但如果错误地支配了你的资源，那么产出将会很糟糕。正如我那些将精力投入空虚与不幸之中的同学，他们犯的错误就来源于短视。
当那些很想获取成就的人--包括哈佛商学院的毕业生，有额外的半小时或多余的一点精力时，总是会不自觉地把它分到最能体现成就的事情上去--事业。与此相反，投资于与配偶和子女关系上的时间和精力，通常并不能立即展现同样的成就感。
孩子可能每天做错事，恐怕要等到20年后你才能自豪地说："我培养了一个好儿子或好女儿。"他们也可以忽视夫妻之间的感情，好像一天天的也看不出在变糟。这些人往往不自觉地就把个人的资源过度投资于他们的事业上，而忽略家庭。他们往往没有意识到，与家人的亲密和睦的关系，才是他们快乐的最强有力的也是最持久的源泉。

4、营造一种文化
有一个重要的模型被称为合作工具，其基本意思就是做一个有远见卓识的管理者并不总像是某些人吹出来的那样，敏锐地洞察迷雾重重的未来并勾勒出企业所需的航向调整是一码事，而说服那些没有看到未来变化的员工，让他们齐心协力把企业带向那个新的方向，却完全是另一码事。知道使用什么工具能带来所需的合作是一种关键的管理技巧。
这个理论把这些工具排列在两个维度上--组织成员对从他们加入企业想要得到的东西的认同程度，以及他们对采取什么行动才能实现预期结果的认同程度。如果在两个坐标轴上都是低认同，你需要使用"权力工具"--强迫、威胁、惩罚等等--来确保合作。很多企业都是从这个象限开始的，这也是为什么那些创始的经理团队，在规定什么必须做以及怎样做的时候都要扮演这样一种独断专行的角色。
如果员工在一起工作完成这些任务的方式反复这样持续，共识就开始形成了。麻省理工学院的Edgar Schein认为这种过程就是一种建立文化的机制。最终，人们甚至不去考虑他们做事情的方式是否会带来成功。他们通过本能与责任去接受优先顺序，遵循工作程序--这意味着他们已经营造了一种文化。
文化，以一种不可言传但却不可抗拒的方式，决定着那些已经证实的、被接受的行为方式，而组织成员正是通过这些方式来应对经常出现的问题。文化也对不同类型的问题规定了优先顺序。它是一种强有力的管理工具。
父母们能够使用的最简单的能带来孩子们的合作的工具就是权力工具。但是也存在一个时点，在十几岁的时候，权力工具就不再起作用了。如果你想要你的孩子拥有很强的自尊与信心，以使他们能解决困难的问题，那么这些素质是不可能在高中时期突然实现的。你必须把这些东西设计进你的家庭文化之中--你也必须从很早就开始考虑这些事情。就像员工一样，孩子们是通过做困难的事情并学习怎样做才有效这样一个过程来建立自尊的。

5、避免"边际成本"的误区
在金融学和经济学中，当我们评估每一项投资的选择时，我们必须忽略"沉没成本"和"固定成本"，而以不同选项的边际成本与边际收益为基础来做决策。但这个金融经济对投资的评估理论，往往可能误导企业。如果将来会完全与过去一样，这个理论就没有错。但如果未来和过去是很不同的（并且一般情况下都如此），那么就不应该用这个理论了。
这个理论解答的是我和学生们讨论的第三个问题--怎样过一种正直的生活（不坐牢）。
人们往往无意识地把"边际成本"的理论用于我们个人生活的对错决定中。我们脑子里常有一个声音会说"虽然我知道按照一般的原则，大多数人是不应该这样做的。但是在这个特别的、情有可原的情况下，仅此一次，没问题。"
人们往往认为这"仅此一次"的边际成本非常低，这种想法像吸盘一样把人吸进去，而根本不曾看到这条路最终通向何方，以及这个选择最终包含的全部成本。在所有形式的不忠实与不诚信里面，它们辩解的理由都是边际成本经济学，"就这一次"。
在人的一生中，总有许多各种各样的小决定。其实100％地去坚守你的原则，要比98％地去坚持来得容易。从理论上讲，你肯定可以只在某一次越过界线，然后以后再也不那样做了。
但是，你若抵抗住了"在这个特殊的情有可原的情况下，就这一次，没有问题"的诱惑，你将受益无穷。因为，生命是一条充满未知的河流。假如你越过这道防线一次，在今后的生活中，你可能将会一次又一次地越过这道防线。就如我过去的一些同学所做过的那样，你一定会后悔你最终得到的结果的。
你必须给你自己的原则做个定义，然后以你的原则为基准，给自己划一个安全的防线。

6、记住谦逊的重要性
所有谦逊的人都有一个共同的特点：他们都有着很高程度的自尊自信。他们知道自己是谁，并对自己感觉很好。"谦逊"不等同于自我贬低或自我嘲弄而是一种你对他人的尊重。从这种形式的谦虚中，总能自然地产生好的行为。
把"谦逊"带入社会是那么的重要。当你刚刚进入一个顶级研究生院的时候，几乎所有你所学的都来自于那些比你更聪明且更有经验的人：父母、老师、老板。而当你离开了哈佛商学院或任何其他顶尖学府后，你会发现你每一天打交道的人们，那些大多数的人，可能都没有你聪明。
这时，如果你认为只有从比你聪明的人那儿才能学到东西，那么你就把自己学习成长的机会大大缩小了。总而言之，只有你真正自信时，你才可能谦卑。当我们看到一些人以一种攻击性的、傲慢的、损人的方式对待他人时，他们的行为其实是自卑的体现。他们需要贬低其他人，以此来使自己感觉良好。

7、选择正确的标尺
去年我被诊断出得了癌症，我必须面对我的生命将可能比我预期的要结束的早一些。感谢上帝，现在看来我可能幸免了。但这段经历让我对生命有了不同的见地。
我很清楚，我的见解已经为那些应用了我的研究的企业带来了巨大的收益；我知道我已经产生了深远的影响。但是当我面对这场疾病时，有趣的是，看看那些影响对现在的我而言是多么的不重要。
我总结出，上帝衡量我人生的尺子并不是美元，而是那些我曾经影响过他们人生的人们。我认为这是一种对我们所有人都有用的方式。别去操心那些你将取得的个人声望，去操心那些通过你的帮助能变得更好的人吧。
    
这是我对你们最后的一个建议：认真思考什么才是衡量你人生的正确标尺。




我是怎样让一个萎靡不振公司的业绩一年翻三倍、两年翻六倍的？

薛冠礼/文（本文为朋友之间私人交流邮件，请勿转发。

新到一个公司，进去先是要发现问题，最难的是让人说实话，让大家反映真实问题。

那我就发问卷，无记名答卷，问大家：哪些问题是我们的短板？在哪些方面公司还有潜力可挖？现在的工作潜力发挥了多少？等等，通过问卷分析，发现核心问题在哪。同时，让每个人都给另外的人打分，对他是什么印象。最后一统计，得分最低的肯定就是矛盾的焦点。那么重点就找这几个人谈，很容易就找到问题所在，那就好解决了。

我进去这么一看，最后发现因为机制不行，人事矛盾很大，员工都不干活，一年就做四五个单子，没有积极性，腐败的事也多。

怎么办？我给他们总结了四句话：一是论形势，谈改革。二是换思想，调结构。三是讲公平，比贡献。四是塑团队，求自转。

首先是论形势，谈改革。现在这个情况，给大家算个帐，年终你就只能拿这么点钱，这样搞下去就这个样子。如果大家要想拿更多，那就得改革，这就是论形势谈改革。

第二是换思想，调结构。
我去了两年一共就搞了一次活动，整了一场叫做“走进新时代”的晚会。通过晚会的形势，告诉大家，集团公司都有战略了，我们大家都要换思想了，一起走进企业发展的新时代。
接下去就调组织结构。
原先业务部和风控部是分离的，业务考核项目数，风控考核呆坏账。结果是，业务找来的项目很难通过评审，因为一个项目不做，风控部就没风险，反过来也就影响了业务的积极性，互相扯皮。原来那个经理，下面对她意见很大。集团老总把张三调过去抓总，结果，张三去了就管那个经理，意思是我只要把你管好了，下面的人你去管就行了。所以，张三去公司的时间就很少，去了也是打牌吃饭，其它啥事也不干。我去公司的时间也很少，但是我干实事。
我去看了，就把业务部和风控部合并了，然后再平行分拆成两个部，变I为II。我，老王，再加一个顾问，做项目评审委员。原来大家都没有工作积极性，拆成两个，互相竞争，奖金都透明，大家一对比，劲就来了。
在拆分部门的时候，让大家自由组合，双向选择。两个部门的头由我定，但是下面的业务人员可以选择跟谁，一年一变。这也就意味着如果这个头不行，对下面的人不好，不好好带团队，不重视团队文化，那第二年大家都不会选他。
刘的那个部门本来以为随便搞搞，业绩肯定就比另一个好，所以前几个月都不动。结果，去另外一个部的，全是原来受刘气的，全憋着劲呢，死磕！业绩一下是刘的三倍。刘后面一看，不行了，急了，说项目要再过两个月才能结算。我说，那不合理，就按完整年度算。
这个机制调完后，整个积极性就完全不一样了。我根本没给他们下业务指标，我给他们说，你们爱干多少干多少，我不管。但是你的奖金跟你的业绩是挂钩的。结果第一年下来，整个业绩翻了三倍。第二年在第一年的基础上又翻了两倍。就是两年翻了六倍。你们和君常说，“结构效率大于运营效率”，什么是结构效率？这就是结构效率。

另外，就是要在业务上去想办法了。
业务主要是两类。一类其实是要补贴，要钱比赚钱总容易。我可以在信贷上放低利率，吸引企业，本身不赚钱，但我要的是补贴，补贴就相当于赚钱。利率放低了，一年15%就行，别人就都来了，规模就放大了，规模大了我就找政府要补贴，补贴就是我的利润，这种业务风险也低。另外一类是放进高风险高收益的业务中去：拿出几千万来做利高的事情，月利三分，一年百分之二十几、三十、四十的利率，这是赚钱的，当然风险也高。
那就要控制风险。怎么控制？

结构调了，风险管控部也撤销了，风险怎么办？就一条，让风险前置。把风险控制放到一线去，风险前置，大家共担。你这个部门，如果有单子出问题了，贷款收不回来，那部门经理年终奖金扣一半，下面的人全体扣三分之一。当然，我会让评审委员会来评审你的工作是否都做到位了，如果工作做到位了，是因为客户老板天灾人祸死了什么的，那不能算。
在具体的业务上，怎么控制风险？

按和君原创的说法，企业家是桶底。企业最大的风险就是企业家，他要没问题，就没啥风险。怎么选企业家是有学问的。现在很多企业家，他一步一步干过来，干得很好，他只是不会说而已，但里面的东西他都知道。就像到了大海，我们用了许多优美的句子呀诗呀什么的来形容那个感觉，而他只能说，恩，大海，真他妈的好。可他其实已经得道了，他已经感受到了那个道的境界，只是他不会说而已。你看像我们读书人，就特别较劲去追求如何描述，特别在乎用个什么词或话去表达，反而忘了去感受那个道的境界，永远也得不了道。
因此，你要去看这个企业家是怎样的。比如，有个项目我就把它否了。那个企业从经营的各方面比较都很好，就一条，那个企业家我觉得问题很大。为什么呢？他有个毛病，在外面找小老婆，每个老婆都给他生个儿子，他就给一套别墅。一连找了四个了，都这样，给了四套别墅。我就觉得，这样的人，他对自己的家庭都不能负责，你还指望他对社会负责？你还指望他对合作伙伴负责？天下又不是没有好企业，你何必非要去在他身上去赌呢？

再比如财务报表的风险。
对报表的真实性怎么把控？财务报表都是假的，你还分析个啥？以前都是企业总经理和财务经理一起来，总经理在旁边盯着，让财务经理签字，他敢不签吗？现在我把你们俩先分开，我给财务经理讲，兄弟，你只要签字就意味着你对这个报表真实性是要负责任的，如果报表造假，出了问题你个人是要进去坐牢的。然后，你就观察，如果他一犹豫，那十有八九这里面就有假，一查就查得出来了。

第三是讲公平，比贡献。
怎么控制费用，让下面不乱花钱？这个问题在所有的企业都有，尤其是国企。反正是老板的钱，只要能骗过总经理签字，那我想怎么花就怎么花，没人去想要控制。大家还串通起来，我花钱你看见了，那我也分你一点好处，大家一起骗上头，只要签了字就没问题了。总经理也为难，报销的单子来了，我到底签不签？哪些项目可以找公司报，哪些项目要自己掏？花多少可以公司报，多少只能自己掏？我哪知道他这是请客户吃饭了，还是请老婆吃饭了？都是问题。另外，用车也是，公车私用的情况很泛滥，周末跑出去玩什么的，下面许多人都有意见，你怎么办？
我就给他们说，我不控制费用，你们想怎么花就怎么花。但是，有个条件，根据往年的收入费用比一算，收入比费用，大概是十比一。那行，你花一块钱，你就得在业务收入上往公司交9块钱。也就是说你的团队或者部门年度任务就增长10块钱。我也不给你下年度指标和任务，你爱干多少就多少，我就看你的费用。那行了，我就希望你花钱啊，你请老婆吃饭也没问题，你花得越多，你的年度任务就越多，公司的收入就越多。最后你完不成任务，我按照考核，扣你奖金就行了。另外，每一张报销单，你要让所有人都一起签字，去和没去的都要签，接下去老张签，他只看是不是全部都签字了，而我只看老张签了没有，只要他签了，我就签，看都不用看。
这一下，所有的人都自觉了，而且还互相监督。大家帮着我来监督你，不让你乱花钱，因为你花的钱里面有大家的钱，你花了钱，大家的任务都增加了。
以前发奖金都背靠背。现在不，奖金发多少，都是透明的，得分也就挂在墙上。以前谁拿多少奖金，互相都不知道。现在就贴在那，谁好谁差，一看就知道。大家都要脸面，所以就特努力，周六周日加班的都有。

第四个是塑团队，求自转。
什么是团队？打个比方，你说飞机身上哪一部分重要？是翅膀重要，还是发动机重要，还是螺丝重要？都重要！哪个出了事都是同样的结果。这就是团队的概念。
那我就给他考核里面搞个“团队分”。比如有15个人，每个人100分，你的满分就应该是1500。如果奖金一共是15万，那1分就是100块钱。无记名打分，你得多少分，奖金就发多少钱。然后张榜公布。原来你老是搞几个小哥们，你好我好的，现在这样，你就得跟每个人都注意关系，尊重每个人，大家都相信你才行。如果团队的头得分低，那就说明你平常的工作方式有问题，提醒你注意工作方式，不能搞个人英雄主义。再比如有的司机，以前他只对老板好，对部门经理好，其他的人要用车，他就不尊重人家。那现在一打分，发现大家都给你打低分。那就扣你的奖金，甚至找你谈话，下次再出现这种情况，立马走人。这下好了，那司机马上就变了，谁来用车，他都特尊重。
再比如，上班打卡。大家都觉得不好。那可以，我撤销。但是我会给每个人讲清楚，不打卡了是为了方便大家，偶尔早上有个什么事，或者睡觉过了什么的，没关系。但是要是你天天都迟到，那对不起，我就恢复打卡，那我会给大家讲，就是因为你迟到太多，所以我才恢复打卡的，你就是那个罪魁祸首。那他还敢经常迟到吗？所以，也就是要让每个人自觉。

做领导，你得守信用。说到做到。我年初的时候给大家讲好，今年干到多少，就发多少奖金。结果，因为前面这些事一干，整个公司业绩爆炸式增长。集团公司还从来没遇到过这个情况，一下要发那么多奖金出来，在国企就很麻烦，下面的人就担心奖金是否能拿到，都担心大老板最后不给。那我就给他们说，我平时就发，用费用走，你赶快拿发票来报，我三季度前都给你报完。如果年终老板守信用，给了，那我就把你的奖金扣出来就完了。如果老板不守信用，那我已经报给你们了，他要找我，老子辞职不干就完了，反正不让你们吃亏。这样一来，大家顾虑就打消了。还特别惦记我，八月十五要请我吃饭，我说我在美国，你们自己吃吧，我国庆请大家吃饭。国庆的时候，他们就都来给我敬酒，祝我愉快。我说，大家这个情我领了，但是我也不领。为什么呢？我愉快不愉快其实不重要，大家把工作干好了，把风险控制住了，大家也发财了，我也就愉快了，如果大家没把工作干好，出了风险，大家没交代，我也没法愉快。

他们特别舍不得我走，反复跟我说：你一定要和我们一起啊。那儿我肯定是不能呆下去了，我也就是帮帮集团老总的忙。一年才给我20万，不值当，200万还差不多，100万也行。我老婆跟我说，你去那个地方折腾个啥，赶紧回来吧。另外一个原因，是大老板这人有问题，太细。什么事都抠细节，他下面的人都知道他这毛病，然后交东西就故意等到最后一刻交，反正知道交上去他也来不及改了，就完事了，不然就会没完没了地改。这样的话，他下面的人其实是出不来的。出不来就不可能有团队，没团队还能干成什么事？另外，人一太细，大的战略方向和机会就失去了，公司就不可能有前途。大老板经常说，他就是生的地方不对，要是生在北京，那北京某某集团（同行）就应该是他的，我不同意他这说法，关键在于他人太细。

什么是求自转？企业管理最后要达到什么目标？那就是自动运转。把一切都设定好了，规则、组织、业务都设好，然后让整个公司自己运转，不用再去管它。
你不能什么都管，我认为，做总经理的就管三件事就行了：一是管方向，这个你要管，你要考虑公司战略。二是管组织者和机制。你是设计师，你要设计组织结构和机制，然后把大家组织起来去干活。三是重大项目（事情）的判断，有的大项目他确实做不了主，你得管。其他的事，都不归我管。你别什么芝麻绿豆的事都找我，你老打我电话干什么？我管得着吗？什么事都来找我，我还做不做事了？所以我一年下来，就去公司那地儿一共呆了三个月，北京一共呆了三个月，其他时间到处走走，弄弄自己的投资什么的，很轻松。

就这么着，我两年给它翻了六倍。如果再让我干，我还能让它翻上去。但那就不能按现在这个干法了，得换个干法，那就得考虑战略了。

和君常讲“战略为势”，什么是势？巴菲特也说，潮水来时，大家都在游泳，只有等潮水退去，才能知道谁在光着屁股，这也是在说势。那什么是势？我觉得，“人弃我取、人取我弃”就是势。比如股票，别人都买，那你就卖给他就行了，等到别人都在卖了，你再把它捡回来，这肯定是对的。

现在大家都在抢牌子、做担保，那你就不要再做担保了。实际上担保公司很难做，资金受限，没背景，业务少。你非要做，那就得创新，又是和君讲的另外一句话，“创新为魂”。怎么创新？
首先是业务的拓展。一定要往那些风险小、收益高地域去拓展。担保企业往往受地域的限制比较大，比如在这样一个地级市这么个地方，总共就100个企业，你选来选去就那几个。但到北京就不一样了，可能有一千个企业，一万个企业，而且选择范围增大的同时，好企业就更多。这就是我们为什么要找合作伙伴，跨区域发展的原因。

另外一定要往那些风险小、收益合适的行业和业务领域去拓展。现在还没有担保公司上市的先例。但你要用发展的眼光去看。如果还是以现在这样的情况，大家都把钱贷给房地产公司，收高额利润，你去上市，你凭什么上市？都是一个一个的房地产公司在后面。所以，你就要分清什么是小钱，什么是大钱。你先做出一个规模很大，可能短期不怎么挣钱的公司来，但是质地很干净，很规范，然后你就去找上层攻关去，让他们来看你的经营情况，然后呼吁他们去整顿行业作风和秩序，这个时候，你的机会就来了，你就成了行业秩序的设计者了，在一个普遍乱来的行业中，规范本身就是最好的溢价，搞不好上市也不是没可能，那你挣的就是大钱了。所以，这个就是战略。

在具体的创新上，还有很多办法和思路。比如，把三五百万的贷给房地产公司的做法转变一下，我每笔贷款50万，房屋抵押，你上午抵押过来，下午钱就到账，就这么快，这就是创新。实际上你借钱用个十天半个月的，年利40%你也不在乎，但对我们公司来说就很划算。也安全，不行，我把你房子收了就完了。再比如用网络，要是能通过风控体系在网络上做生意，无论你全国什么地方的客户，我当天就给你办了，那就不得了。

回过头来说，这个时候，风险控制就非常重要了。我今年就给他们说了，要重设风险控制部了。有的人就说，你原先撤了，现在又添上，看来原来是做错了，现在是要纠正过来。其实不是，这一撤一添里有大智慧。管理问题是不断发展变化的，要根据不同发展阶段、不同的情势做出安排。企业每个阶段面临的问题不一样，处理方式就不一样，这就是管理。那个时候是没业务，一年就五个项目，搞什么风控？而现在一个月就20个项目，你业务一大，银行就追着你要给你钱，就必须得认真考虑风控了。人的管理半径毕竟是有限的，多了就控制不住。所以，就一定要设立风险控制委员会。我今年在业务上就给他们说了，就5个亿的额度，封顶了，没额度了。你超过5个亿，我就扣你奖金。总量控制，限制你了，你还要想多拿奖金，那你就只能去优中选优了。其实，我现在特想搞一套风险评估和管控体系出来，这是这个行业目前最需要干的事了。

……还有很多小地方了，比如人员的招聘就很有趣。我有一招，你们想想什么意思啊。一个经理人选进来考试，我给你一把锁，一串钥匙，三把大的，三把小的，形状颜色都不一样。先让你开锁，开完了我们考。第二关，等我考完了，我又把原来的锁和钥匙给你，你再开。你说，我想通过这个考他什么？其实，我就想考他三个东西。一个是镇定。过程中你不能慌，慌了，我就能看出来。二是考你的习惯性记忆能力，你的内存怎么样。第一次开锁，你可以试，开错了没关系；但第二次，你要是还试，或者还开错，那就不行。因为在业务中、谈判中什么的这非常重要，很多时候一个点在专业上很简单的，但你就是想不起来，因为你对这个业务没有形成“习惯性记忆”，没内存。三是考你的常识性判断力，给你一把大锁，要是你拿着小钥匙去开，明显不对的，那就是你的判断能力有问题。

哈哈，所以，管理是一件很有意思的事。";
    }
}
